lox = input("-Тыкто по жизни ебат?")

if lox == "Иди нахуй":
    print ("-Сам пиздуй нахуй еблан")
    
elif lox == "А ты?":
    print ("-Да я ваще гений вселенной блэат")

elif lox == "Я гей":
    print ("-Слышь, чо пидр ебаный, ща как уебу блять")

elif lox == "Рэп говно":
    print ("-Согл")

elif lox == "Инстасамка топ":
    print ("-Еблан малолетка тупая")

elif lox == "Я никто":
    print ("-Ты ничтожество .\/.")

elif lox == "Лох":
    print ("-Ну ты и лох(")

else:
    print("-Херню какую то написал")
